{"title":"How are you doing?","description":"A journey of emotional awareness, where we uncover the power of naming and visualizing your emotions.","homepageDescription":"My life got really hard. Then I discovered the rich emotional world I'd been ignoring.","url":"https://pudding.cool/2022/11/emotion-wheel","byline":"By <a href=# target=_blank>Abby VanMuijen</a> with <a href=https://pudding.cool/author/michelle-mcghee/ target=_blank>Michelle McGhee</a>","pausePage":["You pressed the pause button. You can stay here as long as you’d like. Press the play button to return to your feelings journey."],"info":["This was made by <a href=# target=_blank>Abby VanMuijen</a> and <a href=https://pudding.cool/author/michelle-mcghee/ target=_blank>Michelle McGhee</a>.","If you’d like to come back to the activities in the piece, go to the <a href=# target=_blank>activities page</a>."],"steps":[{"id":"entry","text":["Hi there, and welcome! My name is Abby. I’m an artist and have been learning a lot about how to express my feelings over the past few years. I made some tools that helped me and wanted to share them with you."]},{"id":"overview","text":["On this journey, you’ll get a chance to interact with those tools and practice articulating your own emotions. Please take good care of yourself.","If you’re not up for an experience like that, that’s okay too– feel free to come back any other time. You can also <span id=pause-text>pause</span> the journey in the top right."]},{"id":"survey-basic","text":["Hi, how are you doing?","(Click one to continue)"]},{"id":"show-you","text":["Until recently, I would always answer the question “how are you doing?” with one of those options I just listed– “okay,” “good,” “not so good,” or my favorite…“busy.”"],"alt":"Abby, wearing a cap, and waving, saying “I’m good.”"},{"id":"change","text":["But then that started to change."],"alt":"Abby surrounded by colorful clouds reading stress, pandemic, violence, identity, grief and loss."},{"id":"depression-anxiety","text":["I started to experience panic attacks, depression and anxiety, and engaged in non-suicidal self harm."],"alt":"Three clouds showing abstract depictions of panic attacks, depression and anxiety, and self harm."},{"id":"therapy","text":["So I got my butt into therapy (where they don't let you off the hook with answers like this...)."],"alt":"Abby on a couch surrounded by a colorful cloud, saying “I’m okay” while a therapists sits across from them and says “Let’s unpack that a little.”"},{"id":"try-wheel","text":["My therapist suggested I use a feelings wheel to help improve my \"emotional vocabulary.\"","I could choose words from the wheel to be more specific about how I was feeling and give it a name."]},{"id":"survey-words","text":["You can choose up to 3."]},{"id":"granularity","text":["Who knew– you can feel more than one feeling at once!","Dr. Lisa Feldman Barrett calls this “emotional granularity.” The more specific we can get, the more easily we can identify what our body is telling us it needs. Pretty cool, eh?","<span class=callout>Enjoying these activities? <a href=# target=_blank>Click here</a> to open them in a new tab.</span>"],"alt":"Abby holding three balloons that say anxious, burnt out, and grateful."},{"id":"color","text":["I also thought it was interesting that the wheel was organized by color and category. Although I didn't quite like the colors and categories on the wheels I found...","Colors can have very strong emotional associations - but they're different for everyone."]},{"id":"survey-color"},{"id":"blocks","text":["I started to do this every day. I'd write the words I was feeling and the color I associated with that feeling."],"alt":"One cloud with about twenty words describing emotions, each with a color. Another cloud with watercolor splotches that depict emotions."},{"id":"inside-out","text":["I found a lot of my associations lined up with the colors & character designs from the Pixar movie \"Inside Out\" - so I studied their process."],"alt":"The five character from the Pixar movie “Inside Out”, each one is a core emotion: anger, disgust, joy, fear, sadness."},{"id":"core","text":["It turns out, most scientists agree, there are at least 5 core emotions that track back to the way our bodies intuitively communicate our needs to our caregivers before we have language."],"alt":"The five core emotions and the core need they express. Joy: my needs are met. Sadness: I need connection. Anger: I need something to move or change. Disgust: I need to not digest that, that’s toxic. Fear: I need a greater sense of safety."},{"id":"fascinating","text":["Isn’t that FASCINATING?"]},{"id":"body","text":["So I added a new element to my practice - tracking how feelings show up in my body and facial expressions. I would draw an outline of my body and color where I felt each feeling.","When I feel frustrated, it looks like this:"],"alt":"A simple illustrated diagram of the human body with annotations showing where Abby feels frustration in their body. Anxious breath, clenched arms  and fists, furrowed brow."},{"id":"survey-body","text":["Take a moment here to pause and notice your body. Start at the top-most part of your body and scan down through your center, out to your edges. Make a mark on the diagram on the right based on what you notice."]},{"id":"body-color","text":["I started to notice some patterns in how the colors I was using lined up with how and where the feelings showed up in my body.","From there I could track that to some patterns of what my body was trying to ask for."],"alt":"Five illustrated body diagrams showing where each core emotion lives in Abby’s body."},{"id":"survey-needs","text":["Every body is different, and they are the source of SO much information. It can be overwhelming to know what to do with it all. I’ve found it helpful to ask “What does my body need in this moment?”","Do any of these seem like something your body might be asking for?","You can click up to 5."]},{"id":"final-wheel","text":["I ended up turning all of this into my own emotion wheel.","I’m still learning, but it has been nice to use the <strong>words</strong>, the <strong>colors</strong>, the <strong>body diagram</strong> and <strong>the needs chart</strong> to better understand and express how I'm doing each day and what I may be needing to experience more joy (satisfied needs) in my life."]},{"id":"same-way","text":["I no longer answer the question “how are you doing?” the same way.","And I hold other people’s answers with more tenderness."],"alt":"Abby sitting on a bench next to another person, who is holding a cane. Abby asks “How are you doing?” and the person says “I’m okay.”"},{"id":"pause","text":["In difficult moments, I have some more tools to pause… and ask myself “what word is this? What color is it? Where do I notice it? What is my body telling me it needs?”","I try to do this most days in my sketchbook. These are some of my drawings."],"alt":"Abby drawing artistic renderings of emotions in their sketchbook."},{"id":"data","text":["I’m so glad you came on this journey.","I hope you found these tools to be helpful– and that you’ll continue to practice collecting your own “emotional data” in whatever way works best for you."]},{"id":"let-go","text":["We know drawing can be hard, so we made you a summary of the work you did today! Feel free to go back and change things.","<span class=callout>If you liked these activities, you can come back and find them on the <a href=# target=_blank>activities page</a>.</span>","If you keep going, there are some more drawings from my sketchbooks (they’re juicy, promise!)"]},{"id":"gallery-intro","text":["There is more art ahead!","This work has helped me process some really complicated stuff and wanted to share some of my drawings in case they’re helpful for you. As a heads up, some of them are more emotionally complex than most of the art you’ve seen so far."]},{"id":"gallery"},{"id":"closing","text":["Thanks for making it all the way to the end! You’re welcome to come back to this page or the activities page any time you’d like.","If you’re interested in digging deeper, here is a list of resources that inspired and informed this project."]},{"id":"resources","text":[{"title":"Abby’s Work","bullets":["<a href=https://www.avanmuijen.com/watercolor-emotion-wheel target=_blank>Abby’s website and more info on Abby’s emotion wheel</a>","<a href=https://www.etsy.com/shop/AbbyVanMuijen target=_blank>Order prints and worksheets</a>"]},{"title":"Words Section","bullets":["“Emotional Granularity” – <a href=https://lisafeldmanbarrett.com/category/emotional-granularity/ target=_blank>Lisa Feldman Barrett</a>"]},{"title":"Inside Out","bullets":["<a href=https://movies.disney.com/inside-out target=_blank>“Inside Out”</a> the movie– created by Disney Pixar","<a href=https://www.paulekman.com/blog/the-science-of-inside-out/ target=_blank>Paul Eckman’s</a> work on emotions, micro-emotions and facial expressions","<a href=https://psychology.berkeley.edu/people/dacher-keltner target=_blank>Dacher Keltner’s</a> work on the social function of emotions","For more about the character design process– type “Inside Out Character Development Process” or “Inside Out Emotion Research Specialists” into your favorite search engine and enjoy the rabbit hole"]},{"title":"Needs","bullets":["<a href=https://www.cnvc.org/training/resource/needs-inventory target=_blank>List of needs from the center from nonviolent communication</a>","<a href=https://www.orenjaysofer.com/book-audio target=_blank>Say What you Mean</a> by Oren Jay Sofer"]},{"title":"Somatics & Embodiment","bullets":["<a href=https://www.pnas.org/doi/epdf/10.1073/pnas.1321664111 target=_blank>Bodily Maps of Emotions</a> by Lauri Nummenmaa, Enrico Glerean, Riitta Hari and Jari Kietanen","<a href=https://both-and.org/workshop-library/introduction-to-somatics-for-social-justice-resilience-embodied target=_blank>Somatics for Social Justice Workshop</a> with Melina Kai Martinez via <a href=https://both-and.org/approach target=_blank>Both/And</a>","Resmaa Menakem’s work on <a href=https://www.resmaa.com/movement target=_blank>Somatic Abolitionism</a>","<a href=https://www.theembodimentinstitute.org/about target=_blank>The Embodiment Institute</a> & the work of <a href=https://prentishemphill.com/ target=_blank>Prentis Hemphill</a>","Gabor Mate’s book: “The Myth of Normal”","Peter Levine’s book: “Waking the Tiger”","Bessel Van der Kolk’s book: “The Body Keeps the Score”"]},{"title":"Official and unofficial emotion researchers","bullets":["<a href=https://drawtogether.studio/ target=_blank>“Draw Together”</a> with Wendy MacNaughton<a href=https://www.wendymacnaughton.com/</a>","Rukmini Poddar<a href=https://dearruksi.com/ target=_blank> – check out her art, instagram account and workshops!"]}]}],"gallery":[{"id":"audit","title":"Life Audit","alt":"Titled “How is life feeling these days?” Things like “the snooze button” and “sitting in traffic” and “reading books before bed” are written out and then given a color.","comments":[{"text":"For this activity, I write out all the things going on in my life and then go through and watercolor the colors that feel associated with how that thing feels (my colors are based on my feelings wheel)"},{"text":"this color code helps me see which things are bringing me joy and which are causing unnecessary stress or need some attention"},{"text":"i usually do some sort of spikey gesture on things that are causing either emotional or physical pain","location":"[30, 60]"}]},{"id":"genius","title":"Genius","alt":"Genius is like joy, but different. Genius is one’s most authentic, natural, creative activities or power.","comments":[{"text":"Why add the genius category? I think this concept of “genius” or the need to “express oneself” is so core to the experience of humanity, yet it’s something squashed out of us at such an early age in our society (particularly for those who hold marginalized identities.) I wanted to foreground these emotions as something that all humans ought to have regular access to."},{"text":"if the somatic experience of “fear” is one marked by flight, freeze, contortion, etc., I think of “genius” as feeling the opposite– we’re comfortable to stay, move and experience authentic expression in our bodies."}]},{"id":"floyd","title":"Racial Reckoning","alt":"An artistic journal entry from the day George Floyd was murdered, using colors to depict the emotion.","comments":[{"text":"for context, I am a person who walks through the world with light skinned privilege/advantage","location":"[25, 55]"},{"text":"if you aren’t already in a community of practice around anti-racism work, I recommend signing up for a <a href=https://educationforracialequity.com/offerings/foundations-in-somatic-abolitionism/ target=_blank>“foundations in somatic abolitionism”</a> with Resmaa Menakem and Carlin Quinn.","location":"[70, 45]"},{"text":"Malkia Devich Cyril writes more about “grounded grief” in the book  <a href=https://www.akpress.org/holding-change.html target=_blank>“Holding Change”</a> and I HIGHLY recommend it.","location":"[x,x]"}]},{"id":"pronouns","title":"Pronouns","alt":"Body diagrams showing how different pronouns feel to Abby.","comments":[{"text":"i’ve heard folks describe this sensation as similar to someone calling you by the wrong name, mispronouncing your name, getting squirted with a squirt bottle…","location":"[10, 50]"},{"text":"no matter your gender identity, I strongly recommend this exercise to build empathy for how it feels to be referred to with language, pronouns and names/nicknames that affirm/do not affirm you","location":"[60, 5]"}]},{"id":"family","title":"Family Feelings","alt":"How is my family expressing themselves in this situation? What do we need? Emotion wheels representing each member of Abby’s family in a situation.","comments":[{"text":"this is my interpretation of how my family is feeling– but this could also be done together as a family or group of people"}]},{"id":"panic","title":"Panic attacks","alt":"An artistic depiction of the progression of a panic attack, using colors to depict the emotion.","comments":[{"text":"when my chest would get flooded with panic (purple), i would try to focus on breathing the purple out and filling my lungs with calm (yellow/gold) to replace it","location":"[80, 20]"}]},{"id":"week","title":"A Week of Feelings","alt":"Each day of the week colored based on how it felt, alongside a body diagram.","comments":[{"text":"this exercise has helped me to notice patterns in how my emotions show up and where i may be holding unexpressed emotional tension in my body : [80, 55]"}]},{"id":"gender","title":"Gender Expression","alt":"How Abby feels when they wear dresses vs. how they feel when they wear a suit.","comments":[{"text":"this can also be a great mental exercise to do when you get dressed in the morning or are trying on new clothes. Most of us are never taught how to choose clothes that make us feel like ourselves.","location":"[60, 20]"},{"text":"do these clothes make me feel constricted/ like I’m wearing them to meet someone else’s expectations or make someone else feel comfortable or powerful?","location":"[50, 50]"},{"text":"do these clothes make me feel like myself/like I’m wearing them for my own comfort and self expression?","location":"[70, 50]"}]},{"id":"yes-no","title":"Yesses and No’s","alt":"Versions of “yes” and “no” but with different emotional associations, conveyed through color.","comments":[{"text":"oof this one– i am forever working on turning these obligatory “yeses” into kind, protective, embodied “no’s” or “not right nows”","location":"[15, 45]"},{"text":"it’s also very interesting to do a body scan along with these– when I say yes, what happens in my body? Is it a high pitched, more fear-based “yes/no?” Or is it a calm, grounded “yes or no”"}]}],"activitiesPage":{"title":"How Are You Doing? Activities","main":"Below are three activities from <a href=https://pudding.cool/ target=_blank>our story</a> about visualizing emotions. Click on the activity you’d like to do and your answers will populate in the picture below. Enjoy!","wheel":"Take a look at the wheel below-- start wherever you’re most drawn to. Click on any words that resonate with the emotional experience you're having in the current moment. When you click on a word, it will be added to your picture on the main page.","body":"Take a moment to pause and notice your body. Start at the top-most part of your body and scan down through your center, out to your edges. Make a mark on the diagram on the right based on what you notice. You can use any colors you’d like. Your marks will be added to your picture on the main page.","needs":"Take a moment to pause and reflect on the question “what is my body asking for in this moment?” Click on any of the options below that resonate with you. The answers you click will be added to your picture on the main page."}}