{"title":"Title tk","description":"Description Tk","url":"https://pudding.cool/2022/11/emotion-wheel","byline":"By <a href=# target=_blank>Abby VanMuijen</a> and <a href=https://pudding.cool/author/michelle-mcghee/ target=_blank>Michelle McGhee</a>","steps":[{"id":"survey-basic","text":["Hi, how are you doing?"]},{"id":"show-you","text":["This is a story about emotions. Can I show you what I’ve been learning?","Up until recently, I would always answer that question (“how are you doing?”) with one of those 3 options."]},{"id":"change","text":["But then that started to change."]},{"id":"depression-anxiety","text":["I started to experience panic attacks, self harm, depression, and anxiety."]},{"id":"therapy","text":["So I got my butt into therapy (where they don't let you off the hook with answers like this...)."]},{"id":"try-wheel","text":["My therapist suggested I use a feelings wheel to help improve my \"emotional vocabulary.\"","I could choose words from the wheel to be more specific about how I was feeling and give that feeling a name."]},{"id":"survey-words","text":["Here, you try... what do you mean by <span id=basic-word></span>?","You can choose up to 3."]},{"id":"granularity","text":["This kind of specificity of emotional vocabulary is what Susan David calls <a href=\"https://resources.soundstrue.com/transcript/susan-david-emotional-agility/\" target=\"_blank\">\"emotional granularity.\"</a> When we can identify what we're feeling, we can identify what our body is telling us it needs. Pretty cool, eh?"]},{"id":"color","text":["The other thing I thought was interesting about the wheel was that it organized the feelings by color and category. Although I didn't quite like the colors and categories on the wheels I found...","Colors can have very strong emotional associations - but they're different for everyone."]},{"id":"survey-color"},{"id":"blocks","text":["I started to do this every day - I'd write the words I was feeling and the color I associated with that feeling."]},{"id":"inside-out","text":["I found a lot of my associations lined up with the colors & character designs from \"Inside Out\" - and studied their process."]},{"id":"core","text":["It turns out, most scientists agree, there are at least 5 core emotions that track back to the way our bodies intuitively communicate our needs before we have language."]},{"id":"fascinating","text":["FASCINATING."]},{"id":"body","text":["So I added a new element to my practice - tracking how feelings showed up in my body and facial expressions.","When I feel frustrated, it looks like this: (not here currently but will show abby’s drawing on the body diagram on the right)"]},{"id":"survey-body","text":["How does <span id=body-word></span> show up in your body?","Take a breath– scan from the top of your head down through your chest, down into your toes. Make a mark on the diagram on the right based on what you notice."]},{"id":"body-color","text":["I started to notice some patterns in how the colors I was using lined up with how and where the feelings showed up in my body… there’s so much here!"]},{"id":"brene","text":["Brené Brown says there are as many theories on emotions as there are emotions researchers - which seems right to me.","And while I'm more of an artist than a researcher, this work has helped me very deeply."]},{"id":"final-wheel","text":["I ended up turning all of this into my own emotion wheel, and have used the <strong>words</strong>, the <strong>colors</strong>, and the <strong>somatic mapping</strong> to build a more visual vocabulary to understand and express how I'm doing each day and what I maybe needing to experience more joy (satisfied needs) in my life."]},{"id":"same-way","text":["I could no longer answer the question “how are you doing?” the same way."]},{"id":"pause","text":["In difficult moments, I had learned how to pause… and ask what word is this? What color is it? Where is the feeling manifesting? What is my body telling me it needs?"]},{"id":"identify-needs","text":["When I can identify my feelings, I can identify my needs. When I can identify my needs, I can take care of myself and ask those who care for me for help."]},{"id":"let-go","text":["And perhaps most important of all, when I can identify my feelings– especially the hard ones– I can more easily move through them and let them go."]},{"id":"gallery-intro","text":["It is a hard time to be a human these days, but building the skills to tune into our emotional selves can only help.","If you’re interested in seeing some more of these “processing hard things in life” drawings– check out these other rabbit holes: (they’re juicy, promise!)"]},{"id":"gallery"},{"id":"closing","text":["Thanks for making it all the way to the end! Look how far we’ve come! (show us from the beginning and one concrete sentence about how we now have visual language hooray!)","If you’re interested in digging deeper, here are some of the resources that inspired me in this work."]}]}