{"title":"How are you doing?","description":"A journey through the complexity of emotions.","url":"https://pudding.cool/2022/11/emotion-wheel","byline":"By <a href=# target=_blank>Abby VanMuijen</a> with <a href=https://pudding.cool/author/michelle-mcghee/ target=_blank>Michelle McGhee</a>","steps":[{"id":"survey-basic","text":["Hi, how are you doing?"]},{"id":"show-you","text":["This is a story about emotions. Can I show you what I’ve been learning?","Up until recently, I would always answer that question (“how are you doing?”) with one of those 3 options."]},{"id":"change","text":["But then that started to change."]},{"id":"depression-anxiety","text":["I started to experience panic attacks, self harm, depression, and anxiety."]},{"id":"therapy","text":["So I got my butt into therapy (where they don't let you off the hook with answers like this...)."]},{"id":"try-wheel","text":["My therapist suggested I use a feelings wheel to help improve my \"emotional vocabulary.\"","I could choose words from the wheel to be more specific about how I was feeling and give that feeling a name."]},{"id":"survey-words","text":["Here, you try... what do you mean by <span id=basic-word></span>?","You can choose up to 3."]},{"id":"granularity","text":["This kind of specificity of emotional vocabulary is what Lisa Feldman Barrett has coined \"emotional granularity.\" When we can get specific about what we're feeling, we can more easily identify what our body is telling us it needs. Pretty cool, eh?"]},{"id":"color","text":["The other thing I thought was interesting about the wheel was that it organized the feelings by color and category. Although I didn't quite like the colors and categories on the wheels I found...","Colors can have very strong emotional associations - but they're different for everyone."]},{"id":"survey-color"},{"id":"blocks","text":["I started to do this every day - I'd write the words I was feeling and the color I associated with that feeling."]},{"id":"inside-out","text":["I found a lot of my associations lined up with the colors & character designs from \"Inside Out\" - and studied their process."]},{"id":"core","text":["It turns out, most scientists agree, there are at least 5 core emotions that track back to the way our bodies intuitively communicate our needs before we have language."]},{"id":"fascinating","text":["FASCINATING."]},{"id":"body","text":["So I added a new element to my practice - tracking how feelings showed up in my body and facial expressions.","When I feel frustrated, it looks like this:"]},{"id":"survey-body","text":["How does <span id=body-word></span> show up in your body?","Take a breath– scan from the top of your head down through your chest, down into your toes. Make a mark on the diagram on the right based on what you notice."]},{"id":"body-color","text":["I started to notice some patterns in how the colors I was using lined up with how and where the feelings showed up in my body… and then to track that to some patterns of what I thought my body was trying to ask for."]},{"id":"survey-needs","text":["Beep boop words about needs.","Does your body have some needs?","Select up to 5."]},{"id":"brene","text":["Brené Brown says there are as many theories on emotions as there are emotions researchers - which seems right to me.","And while I'm more of an artist than a researcher, this work has helped me very deeply."]},{"id":"final-wheel","text":["I ended up turning all of this into my own emotion wheel, and have used the <strong>words</strong>, the <strong>colors</strong>, and the <strong>body</strong> and <strong>needs</strong> mapping to build a more visual vocabulary to understand and express how I'm doing each day and what I maybe needing to experience more joy (satisfied needs) in my life."]},{"id":"same-way","text":["I no longer answer the question “how are you doing?” or understand other people’s responses the same way."]},{"id":"pause","text":["In difficult moments, I have learned how to pause… and ask what word is this? What color is it? Where is the feeling manifesting? What is my body telling me it needs?"]},{"id":"identify-needs","text":["When I can identify my feelings, I can identify my needs. When I can identify my needs, I can take care of myself and ask those who care for me for help."]},{"id":"let-go","text":["And perhaps most important of all, when I can identify my feelings– especially the hard ones– I can more easily treat them as temporary snapshots– move through them and eventually let them go."]},{"id":"gallery-intro","text":["It is a hard time to be a human these days, but building the skills to tune into our emotional selves can only help.","If you’re interested in seeing some more of these “processing hard things in life” drawings– check out these other rabbit holes: (they’re juicy, promise!)"]},{"id":"gallery"},{"id":"closing","text":["Thanks for making it all the way to the end! Look how far we’ve come! (show us from the beginning and one concrete sentence about how we now have visual language hooray!)","If you’re interested in digging deeper, here are some of the resources that inspired me in this work."]},{"id":"resources","text":[{"title":"Abby’s Work","bullets":["<a href=https://www.avanmuijen.com/watercolor-emotion-wheel target=_blank>Abby’s website and more info on Abby’s emotion wheel</a>","<a href=https://www.etsy.com/shop/AbbyVanMuijen target=_blank>Order prints and worksheets</a>"]},{"title":"Word Section","bullets":["“Emotional Granularity” – <a href=https://lisafeldmanbarrett.com/category/emotional-granularity/ target=_blank>Lisa Feldman Barrett</a>"]},{"title":"Inside Out","bullets":["<a href=https://movies.disney.com/inside-out target=_blank>“Inside Out”</a> the movie– created by Disney Pixar","<a href=https://www.paulekman.com/blog/the-science-of-inside-out/ target=_blank>Paul Eckman’s</a> work on emotions, micro-emotions and facial expressions","<a href=https://psychology.berkeley.edu/people/dacher-keltner target=_blank>Dacher Keltner’s</a> work on the social function of emotions","For more about the character design process– type “Inside Out Character Development Process” or “Inside Out Emotion Research Specialists” into your favorite search engine and enjoy the rabbit hole"]},{"title":"Needs","bullets":["<a href=https://www.cnvc.org/training/resource/needs-inventory target=_blank>List of needs from the center from nonviolent communication</a>","<a href=https://www.orenjaysofer.com/book-audio target=_blank>Say What you Mean</a> by Oren Jay Sofer"]},{"title":"Somatics & Embodiment","bullets":["<a href=https://www.pnas.org/doi/epdf/10.1073/pnas.1321664111 target=_blank>Bodily Maps of Emotions</a> by Lauri Nummenmaa, Enrico Glerean, Riitta Hari and Jari Kietanen","<a href=https://both-and.org/workshop-library/introduction-to-somatics-for-social-justice-resilience-embodied target=_blank>Somatics for Social Justice Workshop</a> with Melina Kai Martinez via <a href=https://both-and.org/approach target=_blank>Both/And</a>","Resmaa Menakem’s work on <a href=https://www.resmaa.com/movement target=_blank>Somatic Abolitionism</a>","<a href=https://www.theembodimentinstitute.org/about target=_blank>The Embodiment Institute</a> & the work of <a href=https://prentishemphill.com/ target=_blank>Prentis Hemphill</a>"]},{"title":"Official and unofficial emotion researchers","bullets":["The OG Feelings Wheels by <a href=https://en.wikipedia.org/wiki/Robert_Plutchik target=_blank>Robert Plutchick</a>, and later adaptation by <a href=https://www.tandfonline.com/doi/abs/10.1177/036215378201200411 target=_blank>Dr. Gloria Wilcox</a>. <a href=https://lindsaybraman.com/emotion-behavior-wheel/#:~:text=The%20Emotion%20Behavior%20Wheel%20is%20my%20attempt%20to%20create%20a,students%20and%20clients%20understand%20for target=_blank>Lindsay Braman</a> also has a great wheel and lots of other info/resources to check out","<a href=https://adriennemareebrown.net/ target=_blank>Adrienne Maree Brown’s work</a> – in particular <a href=https://www.akpress.org/holding-change.html target=_blank>“Holding Change”</a>, <a href=https://www.akpress.org/emergentstrategy.html target=_blank>“Emergent Strategy”</a> and <a href=https://www.endoftheworldshow.org/ target=_blank>“How to Survive the End of the World”</a> podcast with Autumn Brown","<a href=https://psychology.berkeley.edu/people/dacher-keltner target=_blank>Brene Brown’s work</a> on Emotion– in particular <a href=https://brenebrown.com/book/atlas-of-the-heart/ target=_blank>“Atlas of the Heart”</a>","<a href=https://www.susandavid.com/ target=_blank>Susan David’s work</a> and book on “Emotional Agility”","<a href=https://www.marcbrackett.com/about/book-permission-to-feel/ target=_blank>“Permission to Feel”</a> by Mark Brackett"]}]}],"gallery":[{"id":"audit","title":"Life Audit","comments":[{"text":"For this activity, I write out all the things going on in my life and then go through and watercolor the colors that feel associated with how that thing feels (mine are based on my feelings wheel)"},{"text":"this color code helps me see which things are bringing me joy and which are causing unnecessary stress or need some attention"},{"text":"i usually do some sort of spikey gesture on things that are causing either emotional or physical pain","location":"[30, 60]"}]},{"id":"genius","title":"Genius","comments":[{"text":"Tk"}]},{"id":"floyd","title":"Racial Reckoning","comments":[{"text":"for context, I am a person who walks through the world with light skinned privilege/advantage","location":"[25, 55]"},{"text":"if you don’t have an active practice around this, I recommend Resmaa Menakem’s <a href=https://educationforracialequity.com/offerings/foundations-in-somatic-abolitionism/ target=_blank>“foundations in somatic abolitionism”</a>.","location":"[70, 45]"}]},{"id":"pronouns","title":"Pronouns","comments":[{"text":"i’ve heard folks describe this sensation as similar to someone calling you by the wrong name, mispronouncing your name, getting squirted with a squirt bottle…","location":"[10, 50]"},{"text":"strongly recommend this exercise to build empathy for how it feels to be referred to with language that affirms/does not affirm your identity","location":"[60, 5]"}]},{"id":"family","title":"Family Feelings","comments":[{"text":"this is my interpretation of how my family is feeling– but this could also be done together as a family or group of people"}]},{"id":"panic","title":"Panic attacks","comments":[{"text":"when i would get flooded with purple, i could focus on breathing the purple out and filling my lungs with yellow/gold to replace it","location":"[80, 20]"}]},{"id":"week","title":"A Week of Feelings","comments":[{"text":"this exercise has helped me notice that there’s not much red (anger) in my drawings– but then I do a body map to see where I’m holding tension or bracing… and find the red…","location":"[80, 55]"}]},{"id":"gender","title":"Gender Expression","comments":[{"text":"this can also be a great mental exercise to do when you get dressed in the morning or are trying on new clothes","location":"[60, 20]"},{"text":"do these clothes make me feel constricted/like I’m wearing them for someone else’s comfort","location":"[50, 50]"},{"text":"do these clothes make me feel like myself/like I’m wearing them for my own comfort and self expression","location":"[70, 50]"}]},{"id":"yes-no","title":"Yesses and No’s","comments":[{"text":"oof this one– i am forever working on turning these obligatory “yeses” into kind, protective, embodied “no’s” or “not right nows”","location":"[15, 45]"}]}]}