{
	"title": "Title tk",
	"description": "Description Tk",
	"url": "https://pudding.cool/2022/11/emotion-wheel",
	"byline": "By <a href=# target=_blank>Abby VanMuijen</a> and <a href=https://pudding.cool/author/michelle-mcghee/ target=_blank>Michelle McGhee</a>",
	"steps": [
		{ "id": "survey-basic", "options": "ok|good|busy" },
		{
			"id": "options",
			"text": [
				"A few years ago, when someone would ask me how I was doing, I would almost always respond with one of these 3 options.",
				"I didn't think there was much more to say."
			]
		},
		{ "id": "change", "text": ["But then that started to change."] },
		{
			"id": "not-okay",
			"text": [
				"Feelings I had never noticed before (or maybe just avoided) started to say WE ARE NOT OKAY.",
				"And started to manifest in the form of panic attacks, self harm, depression & anxiety."
			]
		},
		{
			"id": "therapy",
			"text": [
				"So I got my butt into therapy (where they don't let you off the hook with answers like this...)."
			]
		},
		{
			"id": "try-wheel",
			"text": [
				"My therapist suggested I use a feelings wheel to help improve my \"emotional vocabulary.\"",
				"I could choose words from the wheel to be more specific about how I was feeling and give that feeling a name."
			]
		},
		{ "id": "survey-words" },
		{
			"id": "granularity",
			"text": [
				"This kind of specificity of emotional vocabulary is what Susan David calls <a href=\"https://resources.soundstrue.com/transcript/susan-david-emotional-agility/\" target=\"_blank\">\"emotional granularity.\"</a> When we can identify what we're feeling, we can identify what our body is telling us it needs. Pretty cool, eh?"
			]
		},
		{
			"id": "color",
			"text": [
				"The other thing I thought was interesting about the wheel was that it organized the feelings by color and category. Although I didn't quite like the colors and categories on the wheels I found...",
				"Colors can have very strong emotional associations - but they're different for everyone."
			]
		},
		{ "id": "survey-color" },
		{
			"id": "blocks",
			"text": [
				"I started to do this every day - I'd write the words I was feeling and the color I associated with that feeling..."
			]
		},
		{
			"id": "inside-out",
			"text": [
				"I found a lot of my associations lined up with the colors & character designs from \"Inside Out\" - and studied their process."
			]
		},
		{
			"id": "core",
			"text": [
				"It turns out, most scientists agree, there are at least 5 core emotions that track back to the way our bodies intuitively communicate our needs before we have language."
			]
		},
		{
			"id": "body",
			"text": [
				"So I kept up my practice - and started to also track how each feeling showed up in my body and facial expressions.",
				"I found some patterns in how the colors I was using lined up with how & where the feelings showed up in my body."
			]
		},
		{ "id": "survey-body" },
		{
			"id": "brene",
			"text": [
				"Brené Brown says there are as many theories on emotions as there are emotions researchers - which seems right to me.",
				"And while I'm more of an artist than a researcher, this work has helped me very deeply."
			]
		},
		{
			"id": "the-wheel",
			"text": [
				"I ended up turning all of this into my own emotion wheel, and have used the <strong>words</strong>, the <strong>colors</strong>, and the <strong>somatic mapping</strong> to build a more visual vocabulary to understand and express how I'm doing each day and what I maybe needing to experience more joy (satisfied needs) in my life."
			]
		},
		{ "id": "gallery" }
	]
}
